Repository: piriram/2024-MacC-M4-6princess
Catalog: 2024-MacC-M4-6princess/Localizable.xcstrings
Source language: ko
Languages: ar, en, ja, zh_hans, zh_hant

source: %lld개의 프레임을 삭제할까요?
ar: هل ترغب في حذف %lld إطارًا؟
en: Are you sure you want to delete?
ja: %lld枚のフレームを削除しますか？
zh_hans: 是否删除%lld个框架？
zh_hant: 要刪除 %lld 個邊框嗎？

source: %lld초
ar: %lld ث
en: %llds
ja: %lld秒
zh_hans: %lld秒
zh_hant: %lld 秒

source: 3초
ar: ٣ث
en: 3s
ja: 3秒
zh_hans: 3秒
zh_hant: 3秒

source: 5초
ar: ٥ث
en: 5s
ja: 5秒
zh_hans: 5秒
zh_hant: 5秒

source: 7초
ar: ٧ث
en: 7s
ja: 7秒
zh_hans: 7秒
zh_hant: 7秒

# font.bold
source: 볼드체
ar: العريض
en: Bold
ja: ボールド
zh_hans: 粗体
zh_hant: 粗體

# font.handwriting
source: 손글씨체
ar: اليدوي
en: Handwriting
ja: 手書き
zh_hans: 手写体
zh_hant: 手寫體

# font.modern
source: 모던체
ar: العصري
en: Modern
ja: モダン
zh_hans: 现代体
zh_hant: 現代體

source: Off
ar: إيقاف
ja: オフ
zh_hans: 关闭
zh_hant: 關閉

# stickerTab.bubble
source: 말풍선
ar: فقاعة الكلام
en: Bubble
ja: 吹き出し
zh_hans: 气泡
zh_hant: 對話框

# stickerTab.full
source: 프레임
ar: الإطار الكامل
en: Effect
ja: フレーム
zh_hans: 全屏
zh_hant: 邊框

# tab.camera
source: 카메라
ar: الكاميرا
ja: カメラ
zh_hans: 相机
zh_hant: 相機

# tab.home
source: 홈
ar: الرئيسية
ja: ホーム
zh_hans: 首页
zh_hant: 首頁

source: 갤러리에 저장되었습니다
ar: تم حفظ الصورة في المعرض.
en: Saved to Photos
ja: ギャラリーに保存しました
zh_hans: 已保存到相册。
zh_hant: 已儲存至相簿。

source: 나가기
ar: خروج
en: Go Back
ja: 退出する
zh_hans: 返回
zh_hant: 離開

source: 내가 만든 프레임
ar: الإطار الذي صنعته
en: My Frames
ja: マイフレーム
zh_hans: 我的框架
zh_hant: 我製作的邊框

source: 다시보지 않기
ar: لا تعرض مرة أخرى
en: Don't show again
ja: 今後表示しない
zh_hans: 不再显示
zh_hant: 不再顯示

source: 닫기
ar: إغلاق
en: Close
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: 두 손가락을 모으면
ar: عند جمع إصبعين
en: Pinch with two fingers
ja: 2本の指を近づけると
zh_hans: 双指合拢时
zh_hant: 雙指合攏時

source: 두 손가락을 벌리면
ar: عند إبعاد إصبعين
en: Pinch out with two fingers
ja: 2本の指を広げると
zh_hans: 双指张开时
zh_hant: 雙指張開時

source: 뒤로
ar: إلى الأمام
en: Down
ja: 後ろへ
zh_hans: 返回
zh_hant: 向後

source: 미리보기
ar: معاينة
en: Preview
ja: プレビュー
zh_hans: 预览
zh_hant: 預覽

source: 배경 제거
ar: إزالة الخلفية
en: Remove Background
ja: 背景を消す
zh_hans: 去除背景
zh_hant: 移除背景

source: 배경제거중...
ar: إزالة الخلفية...
en: Removing Background…
ja: 背景を削除しています…
zh_hans: 正在去除背景...
zh_hant: 正在移除背景⋯

source: 사진 선택
ar: اختيار الصورة
en: Select a Photo
ja: 写真を選ぶ
zh_hans: 选择照片
zh_hant: 選擇照片

source: 사진 촬영
ar: التقاط الصورة
en: Camera
ja: カメラ
zh_hans: 拍照
zh_hant: 拍攝照片

source: 사진 추가
ar: إضافة صورة
en: Add Photo
ja: 写真を追加
zh_hans: 添加照片
zh_hant: 新增照片

source: 삭제
ar: حذف
en: Delete
ja: 削除
zh_hans: 删除
zh_hant: 刪除

source: 새 프레임
ar: إطار جديد
en: New Frame
ja: 新しい フレーム
zh_hans: 新建框架
zh_hant: 新增邊框

source: 선택 제거
ar: إزالة الاختيار
en: Remove
ja: 削除
zh_hans: 移除选择
zh_hant: 移除選取

source: 선택 추가
ar: إضافة الاختيار
en: Add
ja: 追加
zh_hans: 添加选择
zh_hant: 添加選取

source: 선택 추가, 제거 기능으로 선택 영역을 수정하세요.
ar: قم بتعديل منطقة الاختيار باستخدام وظيفة إضافة وإزالة الاختيار.
en: Edit your selection using the add/remove tools
ja: 「追加」や「削除」機能を使って、 選択範囲を編集してください。
zh_hans: 通过选择添加和移除功能修改选择区域。
zh_hant: 請使用添加或移除功能來修改選取區域。

source: 세로 고정 권장
ar: يوصى بتفعيل قفل الشاشة العمودية
en: Portrait mode recommended
ja: 縦向きの固定を推奨します
zh_hans: 建议启用竖屏锁定
zh_hant: 建議啟用直向鎖定

source: 손가락을 움직이면
ar: عند تحريك الإصبع
en: When you move your finger,
ja: 指を動かすと
zh_hans: 移动手指时
zh_hant: 移動手指時

source: 수정
ar: تعديل
en: Edit
ja: 修正
zh_hans: 修改
zh_hant: 修改

source: 스티커
ar: ملصق
en: Sticker
ja: ステッカー
zh_hans: 贴纸
zh_hant: 貼圖

source: 시작하기
ar: ابدأ
en: Get Started
ja: スタート
zh_hans: 开始
zh_hant: 開始使用

source: 앞으로
ar: إلى الأمام
en: Up
ja: 前へ
zh_hans: 向前
zh_hant: 向前

source: 오류 발생
ar: حدث خطأ
en: An error occurred
ja: エラー発生
zh_hans: 发生错误
zh_hant: 發生錯誤

source: 완료
ar: تم
en: OK
ja: 完了
zh_hans: 完成
zh_hant: 完成

source: 이 앱은 세로 화면에서 더 좋은 경험을 제공합니다. 세로 화면 고정을 활성화해주세요.
ar: يوفر هذا التطبيق تجربة أفضل في وضع الشاشة العمودية. يرجى تفعيل قفل الشاشة العمودية.
en: This app works best in portrait mode. Please enable portrait orientation.
ja: このアプリは縦向きの方がより良い体験を提供します。 縦向きの固定を有効にしてください。
zh_hans: 此应用在竖屏模式下提供更好的体验。 请启用竖屏锁定。
zh_hant: 本應用程式在直向模式下能提供更佳的使用體驗。 請啟用直向螢幕鎖定。

source: 이 프레임을 삭제할까요?
ar: هل ترغب في حذف الإطار؟
en: Delete this frame?
ja: このフレームを削除しますか？
zh_hans: 是否删除此框架？
zh_hant: 要刪除這個邊框嗎？

source: 이미지 렌더링에 실패했습니다. 다시 시도해주세요.
ar: فشل في عرض الصورة. يرجى المحاولة مرة أخرى.
en: Failed to render the image. Please try again.
ja: 画像のレンダリングに失敗しました。もう一度試してください。
zh_hans: 图像渲染失败，请重试。
zh_hant: 圖片渲染失敗，請再試一次。

source: 저장
ar: حفظ
en: Save
ja: 保存
zh_hans: 保存
zh_hant: 儲存

source: 저장 중입니다...
ar: جارٍ الحفظ...
en: Saving the frame…
ja: フレームを保存しています…
zh_hans: 正在保存中…
zh_hant: 正在儲存…

source: 저장할 이미지가 없습니다.
ar: لا توجد صورة للحفظ
en: No image to save
ja: 保存する画像がありません
zh_hans: 没有可保存的图片
zh_hant: 沒有可儲存的圖片。

source: 전체보기
ar: عرض الكل
en: View All
ja: すべて見る
zh_hans: 查看全部
zh_hant: 查看全部

source: 종료 시 편집된 내용은 저장되지 않습니다.
ar: عند الإغلاق، لن يتم حفظ التعديلات.
en: Edited content will not be saved when you exit.
ja: 終了時に編集内容は保存されません。
zh_hans: 结束时编辑的内容将不会保存。
zh_hant: 結束後，編輯的內容將不會被保存。

source: 최애의 사진으로 나만의 프레임을 만들어보세요
ar: صنع إطارك الخاص باستخدام صورتك المفضلة.
en: Create your own frame With your favorite photo
ja: 推しの写真で、自分だけの フレームを作ろう！
zh_hans: 用你最爱的照片， 打造只属于你的相框吧！
zh_hant: 用您最喜愛的照片，打造專屬您的相框吧！

source: 최애의 사진을 선택하세요.
ar: اختر صورتك المفضلة.
en: Pick a photo of your bias
ja: 推しの写真を選んでください
zh_hans: 选择你最喜欢的照片。
zh_hant: 請選擇您最喜歡的照片。

source: 취소
ar: إلغاء
en: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: 카메라로 이동
ar: العودة إلى الكاميرا
en: Back to Camera
ja: カメラを開く
zh_hans: 返回相机
zh_hant: 回到相機

source: 텍스트
ar: نص
en: Text
ja: テキスト
zh_hans: 文本
zh_hant: 文字

source: 편집
ar: تحرير
en: Edit
ja: 編集
zh_hans: 编辑
zh_hant: 編輯

source: 프레임 관리
ar: إدارة الإطار
en: My Frames
ja: マイフレーム
zh_hans: 框架管理
zh_hant: 邊框管理

source: 프레임 꾸미기
ar: تزيين الإطار
en: Decorate a Frame
ja: フレームを飾り付け
zh_hans: 装饰框架
zh_hant: 邊框美化

source: 프레임 만들기
ar: إنشاء إطار
en: Create Frame
ja: 新しいフレームを作る
zh_hans: 制作框架
zh_hant: 新增邊框

source: 프레임 삭제
ar: حذف الإطار
en: Delete Frame
ja: フレームを削除
zh_hans: 删除框架
zh_hant: 刪除邊框

source: 프레임 편집을 종료하시겠습니까?
ar: هل تريد إنهاء تحرير الإطار؟
en: Do you want to exit frame editing?
ja: フレーム編集を終了しますか？
zh_hans: 是否结束编辑框架？
zh_hant: 您要結束邊框編輯嗎？

source: 프레임을 삭제하면 다시 되돌릴 수 없습니다.
ar: إذا قمت بحذف الإطار، فلن تتمكن من استرجاعه.
en: You won’t be able to undo this.
ja: この操作は元に戻せません。
zh_hans: 删除框架后无法恢复。
zh_hant: 刪除邊框後將無法還原。

source: 확인
ar: تأكيد
en: Next
ja: 次へ
zh_hans: 确认
zh_hant: 確定

# stickerTab.character
source: 아이템
en: Hype

# stickerTab.humor
source: 문구
en: K-word

source: 없어짐
en: Disappeared
ja: 非表示
zh_hans: 消失
zh_hant: 消失

source: Aa
zh_hant: 文字
